<template>
  <Navbar selecto="faqs" />
  <div style="height: 10rem;"></div>
  <h1 class="context-header">FAQs</h1>
  <div style="height: 5rem;"></div>
  <ContentHeader contexto="คำถามทั่วไป" />

  <div class="faq-container">

    <Faqquestions question="สามารถเอามะพร้าวน้ำหอม (เอากะลา เอาเปลือกนอกและเปลือกใน มาทำเป็นยาดมได้ไหมค่ะ)"
      answer="ยาดม มักจะหมายถึงผลิตภัณฑ์ที่ใช้สูดดมเพื่อบรรเทาอาการหวัด คัดจมูก หน้ามืดตาลาย วิงเวียนศีรษะ และช่วยผ่อนคลาย ซึ่งส่วนใหญ่ประกอบด้วย เมนทอล การบูร พิมเสน และน้ำมันหอมระเหยต่างๆ เช่นน้ำมันสะระแหน่ น้ำมันเขียว น้ำมันกานพลู น้ำมันยูคาลิปตัส เป็นต้น หรืออาจมีสารสกัดจากสมุนไพรบ้าง" />
    <Faqquestions
      question="วงจรชีวิตของมะพร้าวเริ่มต้นตั้งแต่การปลูกจนถึงการเก็บเกี่ยวมีขั้นตอนอย่างไรบ้าง และต้องใช้เวลานานแค่ไหนถึงจะให้ผลผลิต?"
      answer="คำตอบของคำถาม...." />


  </div><div style="height: 5rem;"></div>
  <ContentHeader contexto="คำแนะนำจากผู้เชี่ยวชาญ" />

  <div class="faq-container">

    <Faqquestions question="สามารถเอามะพร้าวน้ำหอม (เอากะลา เอาเปลือกนอกและเปลือกใน มาทำเป็นยาดมได้ไหมค่ะ)"
      answer="ยาดม มักจะหมายถึงผลิตภัณฑ์ที่ใช้สูดดมเพื่อบรรเทาอาการหวัด คัดจมูก หน้ามืดตาลาย วิงเวียนศีรษะ และช่วยผ่อนคลาย ซึ่งส่วนใหญ่ประกอบด้วย เมนทอล การบูร พิมเสน และน้ำมันหอมระเหยต่างๆ เช่นน้ำมันสะระแหน่ น้ำมันเขียว น้ำมันกานพลู น้ำมันยูคาลิปตัส เป็นต้น หรืออาจมีสารสกัดจากสมุนไพรบ้าง" />
    <Faqquestions
      question="วงจรชีวิตของมะพร้าวเริ่มต้นตั้งแต่การปลูกจนถึงการเก็บเกี่ยวมีขั้นตอนอย่างไรบ้าง และต้องใช้เวลานานแค่ไหนถึงจะให้ผลผลิต?"
      answer="คำตอบของคำถาม...." />


  </div>
  <div style="height: 5rem;"></div>
  <Footer />
</template>

<style scoped>
h1.context-header {
  text-align: center;

}

.faq-container {

  display: flex;
  flex-direction: column;
  align-items: center;
  gap: 1rem;
}


</style>